{
  "home": {
    "home": {
      "crafting_custom_title": "Crafting Custom",
      "digital_solutions_title": "Digital Solutions",
      "title_description_text": "A creative space for front-end developers to experiment, grow, and connect — one idea at a time.",
      "highly_skilled_description": "Join a Future-Focused Community. Push boundaries with modern UI, animations, and design systems.",
      "proven_experience_description": "Learn, Share, and Level Up. Whether you're just starting or deep into your journey, there's always room to grow — together."
    },
    "values": {
      "cutting_edge_experiments_title": "Cutting-Edge Front-End Experiments",
      "cutting_edge_experiments_description": "Stay ahead of the curve! Dive into live coding sessions, discover futuristic UI/UX ideas, and push the boundaries of what's possible on the web.",
      "skill_growth_beyond_code_title": "Skill Growth Beyond Code",
      "skill_growth_beyond_code_description": "We believe in growing the whole developer — not just your skills with HTML, CSS, and JavaScript, but also your creativity, confidence, and career.",
      "collaborative_learning_title": "Collaborative Learning",
      "collaborative_learning_description": "Whether you're a beginner or a seasoned engineer, you'll find mentorship opportunities, peer reviews, and collaborative projects to level up together.",
      "showcase_your_creations_title": "Showcase Your Creations",
      "showcase_your_creations_description": "Got a crazy idea? A sleek component? A mind-blowing animation? Share it with the community, get feedback, and inspire others with your work.",

      "future_ready_community_title": "A Supportive, Future-Ready Tribe",
      "future_ready_community_description": "This isn't just another server — it's a forward-thinking home for builders, dreamers, and innovators. Grow your network, your skills, and your mindset with us."
    },
    "about": {
      "why_choose_me_title": "Why Join Us",
      "why_choose_me_description": "Whether you're a curious beginner or a seasoned developer, this space is built for you. It’s more than just a chat or a blog — it’s an evolving hub where front-end enthusiasts gather to experiment, grow, and build the web of tomorrow. You'll find hands-on ideas, discussions that challenge you, and people who actually care about crafting great user experiences.",
      "my_story_title": "The Initiative",
      "my_story_description": "This community started with a simple idea: front-end development should be exciting, human, and shared. We believe in a web that's expressive and inclusive — and in a community that helps each other thrive. It's not just about pushing pixels or shipping code; it's about learning in public, growing with others, and making your work more meaningful.",
      "partner_with_me_title": "Looking Forward",
      "partner_with_me_description": "We’re just getting started. From live experiments and creative showcases to peer mentorship and mental wellness talks, the vision is to build a community that nurtures both skill and self. Come shape it with us — one interaction, one idea, and one breakthrough at a time."
    },
    "contact": {
      "send_me_a_message_title": "Send me a message!",
      "send_me_a_message_description": "Got a question or proposal, or just want to say hello? Go ahead.",
      "name_placeholder": "Name",
      "email_placeholder": "Email",
      "textarea_placeholder": "Tell us what's on your mind — feedback, ideas, or just a hello 👋",
      "email_text": "john.keikoglou@gmail.com",
      "shoot_button_title": "SEND REQUEST",
      "are_you_a_fellow_developer_title": "Are you a fellow developer? Welcome!",
      "are_you_a_fellow_developer_description": "Stay tuned—our blog on web development tips and tricks is launching soon!"
    }
  }
}
