{
    "home": {
      "home": {
        "crafting_custom_title": "Δημιουργία",
        "digital_solutions_title": "Ψηφιακών Λύσεων",
        "title_description_text": "Μου αρέσει να δημιουργώ σταθερά και κλιμακούμενα προϊόντα με εξαιρετικές εμπειρίες χρήστη.",
        "highly_skilled_description": "Πολύ έμπειρος σε progressive enhancement, design systems & UI Engineering.",
        "proven_experience_description": "Αποδεδειγμένη εμπειρία στην ανάπτυξη επιτυχημένων προϊόντων για πελάτες σε πολλές χώρες."
      },
      "values": {
        "tailored_designs_title": "Προσαρμοσμένα Σχέδια, Μόνο για Εσένα",
        "just_for_you_title": "Μόνο για Εσένα",
        "tailored_designs_description": "Ξέχνα τις έτοιμες λύσεις! Η επιχείρησή σου είναι μοναδική, και οι εφαρμογές σου πρέπει να είναι επίσης.",
        "cross_platform_reach_title": "Cross-Platform Reach",
        "cross_platform_reach_description": "Γιατί να περιορίζεσαι; Λανσάρισε την εφαρμογή σου σε πολλές πλατφόρμες και προσσέγγισε μεγαλύτερο κοινό.",
        "built_in_analytics_title": "Ενσωματωμένα Analytics",
        "built_in_analytics_description": "Μείνε ενημερωμένος! Πάρε χρήσιμες πληροφορίες για τη συμπεριφορά των επισκεπτών για να βελτιώσεις τις στρατηγικές σου.",
        "accessibility_first_title": "Προτεραιότητα στην Προσβασιμότητα",
        "accessibility_first_description": "Σχέδια συμβατά με την ADA που καλωσορίζουν όλους, συμπεριλαμβανομένων των χρηστών με αναπηρίες.",
        "multilingual_multinational_title": "Πολύγλωσσο, Πολυεθνικό",
        "multilingual_multinational_description": "Επέκτεινε την εμβέλειά σου πέρα από τα σύνορα—η εφαρμογή σου είναι έτοιμη να μιλήσει όλες τις γλώσσες του κόσμου."
      },
      "about": {
        "why_choose_me_title": "Γιατί να με Επιλέξεις",
        "why_choose_me_description": "Χωρίς συντομεύσεις, μόνο προσαρμοσμένος κώδικας φτιαγμένος για τις μοναδικές ανάγκες σου. Από εντυπωσιακές ιστοσελίδες μέχρι καινοτόμες εφαρμογές, είμαι εδώ για να φέρω το όραμα σου στη ζωή με δημιουργικότητα και ακρίβεια.",
        "my_story_title": "Η Ιστορία Μου",
        "my_story_description": "Αυτό που ξεκίνησε ως πάθος για τη δημιουργία ιστοσελίδων και εφαρμογών, έχει εξελιχθεί σε δέσμευση για την ανάπτυξη προσαρμοσμένων ψηφιακών λύσεων σε διάφορους τομείς. Έχω αναπτύξει πλήρη τεχνογνωσία, από front-end design μέχρι back-end συστήματα και διαχείριση διακομιστών. Σήμερα, είμαι αφοσιωμένος στο να μετατρέπω μοναδικές ιδέες σε ψηφιακές εμπειρίες που συνδέονται με το κοινό.",
        "partner_with_me_title": "Συνεργάσου Μαζί Μου",
        "partner_with_me_description": "Ας δημιουργήσουμε μαζί μοναδικές ψηφιακές λύσεις. Δεσμεύομαι για συνεργασία και συνεχή βελτίωση, είτε είσαι startup είτε μεγάλη επιχείρηση. Μαζί θα δημιουργήσουμε ψηφιακές εμπειρίες που πραγματικά συνδέονται με το κοινό σου."
      },
      "contact": {
        "send_me_a_message_title": "Στείλε μου ένα μήνυμα!",
        "send_me_a_message_description": "Έχεις κάποια ερώτηση ή πρόταση, ή απλά θέλεις να πεις γεια; Προχώρα.",
        "name_placeholder": "Όνομα",
        "email_placeholder": "Email",
        "textarea_placeholder": "Γεια, νομίζω ότι χρειαζόμαστε ένα σύστημα για τα προϊόντα μας στην Εταιρεία Χ. Πόσο γρήγορα μπορείς να έρθεις για να το συζητήσουμε;",
        "email_text": "john.keikoglou@gmail.com",
        "shoot_button_title": "ΑΠΟΣΤΟΛΗ",
        "are_you_a_fellow_developer_title": "Είσαι και εσύ developer; Καλωσήρθες!",
        "are_you_a_fellow_developer_description": "Υπάρχει χώρος και για σένα εδώ.<br/> Μείνε συντονισμένος—το blog μας για web development tips και tricks θα λανσαριστεί σύντομα!",
        "coming_soon_description": "Υπάρχει χώρος και για σένα εδώ. Μείνε συντονισμένος—το blog μας για web development tips και tricks θα λανσαριστεί σύντομα!"
      }
    }
  }
  